Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

source: 🐞 General bug fixes to make everything work more smoothly.
ar: 🐞 إصلاحات عامة للأخطاء لجعل كل شيء يعمل بسلاسة أكبر.
bn: 🐞 সবকিছু আরও মসৃণভাবে কাজ করার জন্য সাধারণ বাগ ফিক্স করা হয়েছে।
cs: 🐞 Obecné opravy chyb pro plynulejší fungování všeho.
da: 🐞 Generelle fejlrettelser for at få alt til at fungere mere gnidningsfrit.
de: 🐞 Allgemeine Fehlerbehebungen und Bugfixes, damit die App immer besser funktioniert.
es: 🐞 Corrección de errores generales para un funcionamiento más fluido.
fr: 🐞 Corrections générales de bugs pour que tout fonctionne plus fluidement.
hi: 🐞 सब कुछ अधिक सुचारु रूप से काम करे, इसके लिए सामान्य बग ठीक किए गए हैं।
it: 🐞 Correzioni di bug generali per rendere tutto più fluido.
ja: 🐞 全体的なバグ修正により、よりスムーズに動作するようになりました。
nl: 🐞 Algemene bugfixes voor een soepelere werking.
pl: 🐞 Ogólne poprawki błędów, aby wszystko działało płynniej.
pt_pt: 🐞 Correções gerais de erros para que tudo funcione de forma mais fluida.
uk: 🐞 Загальні виправлення помилок, щоб усе працювало плавніше.
zh_hans: 🐞 一般错误修正，让整体运作更顺畅。
zh_hk: 🐞 一般錯誤修正，讓整體運作更順暢。

source: 👉 Switch faster and more intuitively between tabs in the first screen using horizontal swipes.
ar: 👉 بدّل بين علامات التبويب في الشاشة الأولى بسرعة وبشكل أكثر سلاسة باستخدام السحب الأفقي.
bn: 👉 প্রথম স্ক্রিনে অনুভূমিক সোয়াইপ দিয়ে আরও দ্রুত এবং স্বাভাবিকভাবে ট্যাব বদলান।
cs: 👉 Přepínejte mezi kartami na úvodní obrazovce rychleji a intuitivněji pomocí vodorovných gest.
da: 👉 Skift hurtigere og mere intuitivt mellem faner på den første skærm ved hjælp af vandrette stryg.
de: 👉 Wechsle auf dem ersten Bildschirm schneller und intuitiver per horizontalem Wischen zwischen den Tabs.
es: 👉 Cambia más rápido y de forma más intuitiva entre pestañas en la primera pantalla usando deslizamientos horizontales.
fr: 👉 Passez plus rapidement et plus intuitivement d’un onglet à l’autre sur le premier écran grâce aux balayages horizontaux.
hi: 👉 पहली स्क्रीन पर क्षैतिज स्वाइप के साथ टैब के बीच तेज़ और अधिक सहजता से स्विच करें।
it: 👉 Passa più velocemente e in modo più intuitivo tra le schede nella prima schermata usando gli swipe orizzontali.
ja: 👉 最初の画面では横スワイプでタブをより素早く直感的に切り替えられます。
nl: 👉 Wissel sneller en intuïtiever tussen tabbladen op het eerste scherm met horizontale veegbewegingen.
pl: 👉 Przełączaj się szybciej i bardziej intuicyjnie między kartami na pierwszym ekranie za pomocą poziomych gestów przesunięcia.
pt_pt: 👉 Mude de separador mais depressa e de forma mais intuitiva no primeiro ecrã com gestos horizontais.
uk: 👉 Перемикайтеся між вкладками на першому екрані швидше та інтуїтивніше за допомогою горизонтальних свайпів.
zh_hans: 👉 在第一个界面中可透過左右滑动，更快速且更直觉地切換分页。
zh_hk: 👉 在第一個畫面中可透過左右滑動，更快速且更直覺地切換分頁。

source: 💡 To help you understand the app better, tips were added.
ar: 💡 تمت إضافة تلميحات لمساعدتك على فهم التطبيق بشكل أفضل.
bn: 💡 অ্যাপটি আরও ভালোভাবে বুঝতে সাহায্য করার জন্য টিপস যোগ করা হয়েছে।
cs: 💡 Pro lepší pochopení aplikace byly přidány tipy.
da: 💡 For at hjælpe dig med at forstå appen bedre er der tilføjet tips.
de: 💡 Tipps unterstützen jetzt - für ein besseres Verständnis der App.
es: 💡 Se añadieron consejos para entender mejor la app.
fr: 💡 Des astuces ont été ajoutées pour vous aider à mieux comprendre l’app.
hi: 💡 ऐप को बेहतर समझने में मदद के लिए सुझाव जोड़े गए हैं।
it: 💡 Per aiutarvi a capire meglio l'app, sono stati aggiunti dei suggerimenti.
ja: 💡 アプリをより理解しやすくするために、ヒントを追加しました。
nl: 💡 Er zijn tips toegevoegd om de app beter te begrijpen.
pl: 💡 Dodano wskazówki, aby ułatwić zrozumienie aplikacji.
pt_pt: 💡 Foram adicionadas dicas para o ajudar a compreender melhor a aplicação.
uk: 💡 Щоб допомогти вам краще зрозуміти додаток, було додано підказки.
zh_hans: 💡 为了帮助你更了解这个应用，我們新增了一些提示。
zh_hk: 💡 為了幫助你更了解這個應用程式，我們新增了一些提示。

source: 💾 The new database structure now separates boxes, items, and locations.
ar: 💾 يفصل هيكل قاعدة البيانات الجديد الآن بين الصناديق والعناصر والمواقع.
bn: 💾 নতুন ডাটাবেস কাঠামো এখন বাক্স, আইটেম এবং অবস্থানকে আলাদা করে।
cs: 💾 Nová struktura databáze nyní odděluje krabice, položky a umístění.
da: 💾 Den nye databasestruktur adskiller nu kasser, genstande og placeringer.
de: 💾 Die neue Datenbankstruktur speichert Kisten, Gegenstände und Standorte jetzt getrennt.
es: 💾 Nueva estructura de base de datos: cajas, ítems y ubicaciones están separados.
fr: 💾 La nouvelle structure de base de données sépare désormais les boîtes, les éléments et les emplacements.
hi: 💾 नई डेटाबेस संरचना अब डिब्बों, वस्तुओं और स्थानों को अलग करती है।
it: 💾 La nuova struttura del database separa ora le caselle, gli articoli e le ubicazioni.
ja: 💾 新しいデータベース構造では、箱・アイテム・場所が分離されました。
nl: 💾 De nieuwe databasestructuur scheidt nu boxen, items en locaties.
pl: 💾 Nowa struktura bazy danych rozdziela teraz pudełka, przedmioty i lokalizacje.
pt_pt: 💾 A nova estrutura da base de dados separa agora caixas, itens e localizações.
uk: 💾 Нова структура бази даних тепер розділяє коробки, елементи та локації.
zh_hans: 💾 全新的资料库结构现在将方块、物品和地点分开管理。
zh_hk: 💾 全新的資料庫結構現在將方塊、物品和地點分開管理。

source: 📄 New CSV import and export give you more flexibility. You can now bring in existing data from other apps and tools.
ar: 📄 يمنحك استيراد وتصدير CSV الجديد مرونة أكبر. يمكنك الآن جلب البيانات الموجودة من تطبيقات وأدوات أخرى.
bn: 📄 নতুন CSV ইমপোর্ট ও এক্সপোর্ট আপনাকে আরও নমনীয়তা দেয়। এখন আপনি অন্য অ্যাপ ও টুল থেকে বিদ্যমান ডেটা আনতে পারবেন।
cs: 📄 Nový import a export CSV vám dává větší flexibilitu. Nyní můžete přenášet existující data z jiných aplikací a nástrojů.
da: 📄 Ny CSV-import og -eksport giver dig mere fleksibilitet. Du kan nu hente eksisterende data ind fra andre apps og værktøjer.
de: 📄 Der neue CSV-Import und -Export geben dir mehr Flexibilität. Du kannst jetzt bestehende Daten aus anderen Apps und Tools übernehmen.
es: 📄 La nueva importación y exportación CSV te da más flexibilidad. Ahora puedes traer datos existentes desde otras apps y herramientas.
fr: 📄 Le nouvel import et export CSV vous offrent plus de flexibilité. Vous pouvez désormais importer des données existantes depuis d’autres apps et outils.
hi: 📄 नया सीएसवी आयात और निर्यात आपको अधिक लचीलापन देता है। अब आप अन्य ऐप्स और टूल्स से मौजूदा डेटा ला सकते हैं।
it: 📄 Il nuovo import/export CSV ti offre maggiore flessibilità. Ora puoi importare dati esistenti da altre app e strumenti.
ja: 📄 新しいCSVのインポートとエクスポートで、より柔軟にデータを扱えるようになりました。他のアプリやツールから既存データを取り込めます。
nl: 📄 Nieuwe CSV-import en -export geven je meer flexibiliteit. Je kunt nu bestaande gegevens uit andere apps en tools importeren.
pl: 📄 Nowy import i eksport CSV daje Ci większą elastyczność. Możesz teraz przenosić istniejące dane z innych aplikacji i narzędzi.
pt_pt: 📄 A nova importação e exportação CSV dão-lhe mais flexibilidade. Agora pode trazer dados existentes de outras aplicações e ferramentas.
uk: 📄 Нові функції імпорту й експорту CSV дають вам більше гнучкості. Тепер ви можете переносити наявні дані з інших додатків та інструментів.
zh_hans: 📄 全新的 CSV 导入与导出带来更高彈性。你现在可以把其他 App 或工具中的现有资料导入。
zh_hk: 📄 全新的 CSV 匯入與匯出帶來更高彈性。你現在可以把其他 App 或工具中的現有資料匯入。

source: 📄 Speaking of printing… You are now able to customize the layout of your printed QR codes to suit your preferences.
ar: 📄 وبالحديث عن الطباعة... يمكنك الآن تخصيص تخطيط رموز QR المطبوعة بما يناسب تفضيلاتك.
bn: 📄 প্রিন্টিংয়ের কথা বলতে গেলে... এখন আপনি মুদ্রিত QR কোডের লেআউট নিজের পছন্দমতো কাস্টমাইজ করতে পারবেন।
cs: 📄 Když už mluvíme o tisku… nyní si můžete přizpůsobit rozvržení tištěných QR kódů podle svých preferencí.
da: 📄 Apropos udskrivning… Du kan nu tilpasse layoutet af dine udskrevne QR-koder efter dine præferencer.
de: 📄 Das Drucklayout der QR-Codes ist jetzt anpassbar.
es: 📄 Ya puedes personalizar el diseño de impresión de los códigos QR.
fr: 📄 En parlant d’impression… Vous pouvez maintenant personnaliser la mise en page de vos codes QR imprimés selon vos préférences.
hi: 📄 और प्रिंटिंग की बात करें तो... अब आप अपने प्रिंट किए गए QR कोड के लेआउट को अपनी पसंद के अनुसार बदल सकते हैं।
it: 📄 A proposito di stampa... Ora è possibile personalizzare il layout dei codici QR stampati in base alle proprie preferenze.
ja: 📄 印刷といえば……印刷するQRコードのレイアウトを好みに合わせてカスタマイズできるようになりました。
nl: 📄 Je kunt nu het printlayout van QR-codes aanpassen naar wens.
pl: 📄 A skoro o drukowaniu mowa… możesz teraz dostosować układ drukowanych kodów QR do swoich preferencji.
pt_pt: 📄 Já agora, falando de impressão... pode agora personalizar o esquema dos seus códigos QR impressos conforme as suas preferências.
uk: 📄 До речі про друк… Тепер ви можете налаштовувати макет своїх друкованих QR-кодів відповідно до власних уподобань.
zh_hans: 📄 说到列印……你现在可以自訂列印出的 QR 码版面配置，配合你的喜好。
zh_hk: 📄 說到列印……你現在可以自訂列印出的 QR 碼版面配置，配合你的喜好。

source: 📦 Boxes can now be edited more extensively. Images can be reordered by holding and dragging.
ar: 📦 يمكن الآن تعديل الصناديق بشكل أوسع. ويمكن إعادة ترتيب الصور بالضغط والسحب.
bn: 📦 এখন বাক্স আরও বিস্তারিতভাবে সম্পাদনা করা যায়। চেপে ধরে টেনে ছবি পুনর্বিন্যাস করা যায়।
cs: 📦 Krabice lze nyní upravovat podrobněji. Obrázky lze přeřazovat podržením a přetažením.
da: 📦 Kasser kan nu redigeres mere omfattende. Billeder kan omarrangeres ved at holde og trække.
de: 📦 Kisten lassen sich umfassend bearbeiten. Bilder lassen sich neu anordnen. Halte sie gedrückt, um sie neu zu ordnen.
es: 📦 Las cajas se pueden editar más. Reordena imágenes arrastrándolas.
fr: 📦 Les boîtes peuvent désormais être modifiées plus largement. Les images peuvent être réorganisées en maintenant et en faisant glisser.
hi: 📦 अब डिब्बों को अधिक विस्तार से संपादित किया जा सकता है। चित्रों का क्रम दबाकर और खींचकर बदला जा सकता है।
it: 📦 I riquadri possono ora essere modificati in modo più esteso. Le immagini possono essere riordinate tenendo premuto e trascinando.
ja: 📦 箱をより細かく編集できるようになりました。画像は長押ししてドラッグすると並べ替えられます。
nl: 📦 Boxen kunnen uitgebreider worden bewerkt. Afbeeldingen zijn te herschikken via slepen.
pl: 📦 Pudełka można teraz edytować w bardziej rozbudowany sposób. Obrazy można przestawiać przez przytrzymanie i przeciągnięcie.
pt_pt: 📦 As caixas podem agora ser editadas com mais detalhe. As imagens podem ser reordenadas ao manter e arrastar.
uk: 📦 Коробки тепер можна редагувати ширше. Зображення можна змінювати місцями, утримуючи та перетягуючи їх.
zh_hans: 📦 方块现在可以更全面地編輯。图片可透過按住並拖动来重新排序。
zh_hk: 📦 方塊現在可以更全面地編輯。圖片可透過按住並拖動來重新排序。

source: 📦 Boxes can now be moved in bulk to a new location. Simply open the current location to get started.
ar: 📦 يمكن الآن نقل الصناديق بشكل جماعي إلى موقع جديد. ما عليك سوى فتح الموقع الحالي للبدء.
bn: 📦 এখন একসঙ্গে অনেকগুলো বাক্স নতুন অবস্থানে সরানো যায়। শুরু করতে শুধু বর্তমান অবস্থান খুলুন।
cs: 📦 Krabice lze nyní hromadně přesouvat do nového umístění. Stačí otevřít aktuální umístění a můžete začít.
da: 📦 Kasser kan nu flyttes samlet til en ny placering. Åbn blot den aktuelle placering for at komme i gang.
de: 📦 Kisten lassen sich jetzt gesammelt an einen neuen Standort verschieben. Öffne dafür einfach den aktuellen Standort.
es: 📦 Ahora puedes mover varias cajas a una nueva ubicación de una sola vez. Solo abre la ubicación actual para empezar.
fr: 📦 Les boîtes peuvent désormais être déplacées en masse vers un nouvel emplacement. Ouvrez simplement l’emplacement actuel pour commencer.
hi: 📦 अब डिब्बों को एक साथ किसी नए स्थान पर ले जाया जा सकता है। शुरू करने के लिए बस वर्तमान स्थान खोलें।
it: 📦 Le scatole ora possono essere spostate in blocco in una nuova posizione. Ti basta aprire la posizione corrente per iniziare.
ja: 📦 複数の箱をまとめて新しい場所へ移動できるようになりました。現在の場所を開くだけで開始できます。
nl: 📦 Dozen kunnen nu in bulk naar een nieuwe locatie worden verplaatst. Open gewoon de huidige locatie om te beginnen.
pl: 📦 Pudełka można teraz zbiorczo przenosić do nowej lokalizacji. Wystarczy otworzyć bieżącą lokalizację, aby zacząć.
pt_pt: 📦 As caixas podem agora ser movidas em lote para uma nova localização. Basta abrir a localização atual para começar.
uk: 📦 Коробки тепер можна масово переміщувати до нової локації. Просто відкрийте поточну локацію, щоб почати.
zh_hans: 📦 现在可以一次将多个箱子移到新位置。只要打开目前的位置即可开始。
zh_hk: 📦 現在可以一次將多個箱子移到新位置。只要打開目前的位置即可開始。

source: 📱 General UI improvements to make the app even easier to use.
ar: 📱 تحسينات عامة على الواجهة لجعل التطبيق أسهل في الاستخدام.
bn: 📱 অ্যাপটিকে আরও সহজে ব্যবহারযোগ্য করতে সাধারণ UI উন্নতি করা হয়েছে।
cs: 📱 Obecná vylepšení rozhraní, aby se aplikace používala ještě snadněji.
da: 📱 Generelle UI-forbedringer, der gør appen endnu lettere at bruge.
de: 📱 Allgemeine UI Optimierungen um dir die Bedienung noch einfacher zu machen.
es: 📱 Mejoras generales de interfaz para facilitar el uso.
fr: 📱 Améliorations générales de l’interface pour rendre l’app encore plus simple à utiliser.
hi: 📱 ऐप को और आसान बनाने के लिए सामान्य UI सुधार किए गए हैं।
it: 📱 Miglioramenti generali dell'interfaccia utente per rendere l'app ancora più facile da usare.
ja: 📱 アプリをさらに使いやすくするため、UI全体を改善しました。
nl: 📱 Algemene UI-verbeteringen voor nog eenvoudiger gebruik.
pl: 📱 Ogólne ulepszenia interfejsu, które sprawiają, że aplikacja jest jeszcze łatwiejsza w użyciu.
pt_pt: 📱 Melhorias gerais na interface para tornar a aplicação ainda mais fácil de usar.
uk: 📱 Загальні покращення інтерфейсу, щоб додатком було ще простіше користуватися.
zh_hans: 📱 一般介面优化，让应用更易操作。
zh_hk: 📱 一般介面優化，讓應用程式更易操作。

source: 🔁 The image viewer has been redesigned. You can swipe between images, reorder them via drag and drop, delete them, and view additional image details.
ar: 🔁 أُعيد تصميم عارض الصور. يمكنك التنقل بين الصور بالسحب، وإعادة ترتيبها بالسحب والإفلات، وحذفها، وعرض تفاصيل إضافية عنها.
bn: 🔁 ইমেজ ভিউয়ার নতুনভাবে ডিজাইন করা হয়েছে। আপনি ছবির মধ্যে সোয়াইপ করতে, ড্র্যাগ-অ্যান্ড-ড্রপ দিয়ে পুনর্বিন্যাস করতে, মুছতে এবং অতিরিক্ত বিবরণ দেখতে পারবেন।
cs: 🔁 Prohlížeč obrázků byl přepracován. Můžete mezi obrázky přejíždět, měnit jejich pořadí přetažením, mazat je a zobrazovat další podrobnosti.
da: 🔁 Billedfremviseren er redesignet. Du kan stryge mellem billeder, omarrangere dem via træk og slip, slette dem og se yderligere billeddetaljer.
de: 🔁 Die Bildansicht wurde überarbeitet. Du kannst jetzt zwischen Bildern wischen, sie per Drag-and-drop neu anordnen, löschen und zusätzliche Bilddetails ansehen.
es: 🔁 El visor de imágenes ha sido rediseñado. Puedes deslizar entre imágenes, reordenarlas con arrastrar y soltar, eliminarlas y ver detalles adicionales.
fr: 🔁 La visionneuse d’images a été repensée. Vous pouvez faire défiler les images, les réorganiser par glisser-déposer, les supprimer et afficher des détails supplémentaires.
hi: 🔁 इमेज व्यूअर को फिर से डिज़ाइन किया गया है। आप चित्रों के बीच स्वाइप कर सकते हैं, ड्रैग-एंड-ड्रॉप से उनका क्रम बदल सकते हैं, उन्हें हटा सकते हैं और अतिरिक्त विवरण देख सकते हैं।
it: 🔁 Il visualizzatore di immagini è stato riprogettato. Puoi scorrere tra le immagini, riordinarle tramite trascinamento, eliminarle e visualizzare dettagli aggiuntivi.
ja: 🔁 画像ビューアを再設計しました。画像間をスワイプで切り替えたり、ドラッグ＆ドロップで並べ替えたり、削除したり、詳細情報を確認したりできます。
nl: 🔁 De afbeeldingsviewer is opnieuw ontworpen. Je kunt tussen afbeeldingen vegen, ze via slepen en neerzetten herschikken, verwijderen en extra afbeeldingsdetails bekijken.
pl: 🔁 Przeglądarka obrazów została przeprojektowana. Możesz przesuwać się między obrazami, zmieniać ich kolejność metodą przeciągnij i upuść, usuwać je oraz wyświetlać dodatkowe szczegóły.
pt_pt: 🔁 O visualizador de imagens foi redesenhado. Pode deslizar entre imagens, reordená-las por arrastar e largar, eliminá-las e ver detalhes adicionais.
uk: 🔁 Переглядач зображень було перероблено. Ви можете перегортати зображення свайпами, змінювати їх порядок перетягуванням, видаляти їх і переглядати додаткові деталі.
zh_hans: 🔁 图片查看器已重新设計。你可以在图片之间滑动、拖放重新排序、删除图片，並查看更多图片細節。
zh_hk: 🔁 圖片檢視器已重新設計。你可以在圖片之間滑動、拖放重新排序、刪除圖片，並查看更多圖片細節。

source: 🔎 The search now includes an intelligent history and remembers your last query after restarting the app, so you can continue right where you left off.
ar: 🔎 تم تحسين وظيفة البحث: أصبح البحث الآن يتضمن سجلاً ذكياً ويتذكر آخر استعلام بعد إعادة تشغيل التطبيق، لتتمكن من المتابعة من حيث توقفت.
bn: 🔎 উন্নত সার্চ সুবিধা: এখন সার্চে একটি স্মার্ট হিস্ট্রি আছে এবং অ্যাপ পুনরায় চালু করলেও শেষ সার্চটি মনে রাখে।
cs: 🔎 Vylepšené vyhledávání: nyní obsahuje inteligentní historii a pamatuje si váš poslední dotaz i po restartu aplikace, takže můžete pokračovat přesně tam, kde jste skončili.
da: 🔎 Forbedret søgefunktion: Søgningen indeholder nu en intelligent historik og husker din sidste forespørgsel efter genstart af appen, så du kan fortsætte præcis, hvor du slap.
de: 🔎 Die Suche hat jetzt einen intelligenten Verlauf und merkt sich deine letzte Eingabe nach einem Neustart, damit du direkt dort weitermachen kannst, wo du aufgehört hast.
es: 🔎 Función de búsqueda mejorada: la búsqueda ahora incluye un historial inteligente y recuerda tu última consulta después de reiniciar la app, para que puedas continuar justo donde lo dejaste.
fr: 🔎 Fonction de recherche améliorée : la recherche inclut désormais un historique intelligent et mémorise votre dernière requête après le redémarrage de l’app, afin que vous puissiez reprendre exactement là où vous vous étiez arrêté.
hi: 🔎 बेहतर खोज सुविधा: अब खोज में एक बुद्धिमान इतिहास शामिल है और ऐप के पुनः आरंभ होने के बाद भी यह आपकी पिछली खोज याद रखती है, ताकि आप वहीं से जारी रख सकें जहाँ आपने छोड़ा था।
it: 🔎 Funzione di ricerca migliorata: la ricerca ora include una cronologia intelligente e ricorda l’ultima query dopo il riavvio dell’app, così puoi continuare esattamente da dove avevi lasciato.
ja: 🔎 検索機能を強化しました。検索履歴がより賢くなり、アプリ再起動後も前回の検索語を記憶するため、続きからすぐ再開できます。
nl: 🔎 Verbeterde zoekfunctie: de zoekopdracht bevat nu een intelligente geschiedenis en onthoudt je laatste zoekopdracht na het herstarten van de app, zodat je precies verder kunt gaan waar je was gebleven.
pl: 🔎 Ulepszona funkcja wyszukiwania: wyszukiwarka ma teraz inteligentną historię i pamięta ostatnie zapytanie po ponownym uruchomieniu aplikacji, dzięki czemu możesz kontynuować dokładnie tam, gdzie skończyłeś.
pt_pt: 🔎 Funcionalidade de pesquisa melhorada: a pesquisa inclui agora um histórico inteligente e recorda a sua última pesquisa após reiniciar a aplicação, para que possa continuar exatamente onde ficou.
uk: 🔎 Покращена функція пошуку: тепер пошук містить розумну історію та запам’ятовує ваш останній запит після перезапуску додатка, тож ви можете продовжити саме з того місця, де зупинилися.
zh_hans: 🔎 搜索功能已增強：搜索现在包含智慧历史记录，並会在重新启动 App 后记住你上次的查詢，让你可以从上次停下的地方继续。
zh_hk: 🔎 搜尋功能已增強：搜尋現在包含智慧歷史紀錄，並會在重新啟動 App 後記住你上次的查詢，讓你可以從上次停下的地方繼續。

source: 🔎 Many fun (or maybe not-so-fun) bugs you’re welcome to report if you catch them before I do! 😊
ar: 🔎 هناك الكثير من الأخطاء الممتعة أو غير الممتعة، ويسعدني أن تبلغني بها إذا اكتشفتها قبلي! 😊
bn: 🔎 অনেক মজার (বা হয়তো ততটা মজার নয়) বাগ আছে। আমি ধরার আগে আপনি পেলে জানাতে পারেন! 😊
cs: 🔎 Spousta zábavných (nebo možná ne tak zábavných) chyb, které můžete nahlásit, pokud je najdete dřív než já! 😊
da: 🔎 Mange sjove (eller måske ikke så sjove) fejl, som du meget gerne må rapportere, hvis du opdager dem før mig! 😊
de: 🔎 Viele lustige (oder vielleicht auch nicht ganz so lustige) Fehler, die Ihr mir gerne wieder melden könnt, wenn Ihr sie vor mir entdeckt habt! 😊
es: 🔎 Muchos errores (¿divertidos?) fueron corregidos. ¡Avísame si encuentras más!
fr: 🔎 De nombreux bugs amusants (ou peut-être pas tant que ça) que vous pouvez signaler si vous les trouvez avant moi ! 😊
hi: 🔎 बहुत-सी मज़ेदार (या शायद उतनी मज़ेदार नहीं) बग्स हैं — अगर आप उन्हें मुझसे पहले पकड़ लें, तो बेझिझक बताइए! 😊
it: 🔎 Molti bug divertenti (o forse non così divertenti) che siete invitati a segnalare se li beccate prima di me! 😊
ja: 🔎 面白いバグも、あまり面白くないバグもいろいろあります。私より先に見つけたら、ぜひ報告してください！😊
nl: 🔎 Vang jij een bug voordat ik dat doe? Laat het weten! 😊
pl: 🔎 Wiele zabawnych (albo nie tak zabawnych) błędów, które możesz zgłosić, jeśli znajdziesz je przede mną! 😊
pt_pt: 🔎 Há muitos erros divertidos (ou talvez não tão divertidos) que pode reportar se os apanhar antes de mim! 😊
uk: 🔎 Багато кумедних (або не дуже) багів, про які ви можете повідомити, якщо знайдете їх раніше за мене! 😊
zh_hans: 🔎 有很多有趣（或者不那么有趣）的错误，欢迎你在我发现之前先報告給我！
zh_hk: 🔎 有很多有趣（或者不那麼有趣）的錯誤，歡迎你在我發現之前先報告給我！

source: 🔢 The box naming scheme now supports custom numbering. If you work together with others, you can simply start with a higher number.
ar: 🔢 يدعم نظام تسمية الصناديق الآن الترقيم المخصص. إذا كنت تعمل مع آخرين، يمكنك ببساطة البدء برقم أعلى.
bn: 🔢 বাক্স নামকরণ স্কিম এখন কাস্টম নম্বরিং সমর্থন করে। অন্যদের সঙ্গে কাজ করলে আপনি সহজেই বড় নম্বর থেকে শুরু করতে পারেন।
cs: 🔢 Schéma pojmenování krabic nyní podporuje vlastní číslování. Pokud spolupracujete s dalšími lidmi, můžete prostě začít vyšším číslem.
da: 🔢 Kassenavneskemaet understøtter nu brugerdefineret nummerering. Hvis du arbejder sammen med andre, kan du bare starte med et højere nummer.
de: 🔢 Das Benennungsschema für Kisten unterstützt jetzt eine eigene Nummerierung. Wenn du mit anderen zusammenarbeitest, kannst du einfach mit einer höheren Zahl starten.
es: 🔢 El esquema de nombres de las cajas ahora admite numeración personalizada. Si trabajas con otras personas, puedes empezar directamente con un número más alto.
fr: 🔢 Le schéma de nommage des boîtes prend désormais en charge une numérotation personnalisée. Si vous travaillez avec d’autres personnes, vous pouvez simplement commencer avec un numéro plus élevé.
hi: 🔢 डिब्बों की नामकरण योजना अब कस्टम नंबरिंग को भी समर्थन देती है। यदि आप दूसरों के साथ काम करते हैं, तो बस किसी बड़े नंबर से शुरू कर सकते हैं।
it: 🔢 Lo schema di denominazione delle scatole ora supporta la numerazione personalizzata. Se lavori con altri, puoi semplicemente iniziare con un numero più alto.
ja: 🔢 箱の命名スキームでカスタム連番を使えるようになりました。複数人で運用している場合は、より大きい番号から開始できます。
nl: 🔢 Het naamgevingsschema voor dozen ondersteunt nu aangepaste nummering. Als je met anderen samenwerkt, kun je gewoon met een hoger nummer beginnen.
pl: 🔢 Schemat nazewnictwa pudełek obsługuje teraz własną numerację. Jeśli pracujesz z innymi osobami, możesz po prostu zacząć od wyższego numeru.
pt_pt: 🔢 O esquema de nomes das caixas suporta agora numeração personalizada. Se trabalha com outras pessoas, pode simplesmente começar por um número mais alto.
uk: 🔢 Схема назв коробок тепер підтримує власну нумерацію. Якщо ви працюєте з іншими, можете просто почати з більшого номера.
zh_hans: 🔢 箱子命名方案现在支援自訂編号。如果你与其他人一起使用，只需从較大的数字开始即可。
zh_hk: 🔢 箱子命名方案現在支援自訂編號。如果你與其他人一起使用，只需從較大的數字開始即可。

source: 🖨️ QR codes can now be generated and printed directly when creating a box.
ar: 🖨️ يمكن الآن إنشاء رموز QR وطباعتها مباشرة عند إنشاء صندوق.
bn: 🖨️ এখন বাক্স তৈরি করার সময় সরাসরি QR কোড তৈরি ও প্রিন্ট করা যায়।
cs: 🖨️ QR kódy lze nyní generovat a tisknout přímo při vytváření krabice.
da: 🖨️ QR-koder kan nu genereres og udskrives direkte, når du opretter en kasse.
de: 🖨️ QR-Codes können direkt beim Erstellen einer Kiste erzeugt und gedruckt werden.
es: 🖨️ Los códigos QR ahora se pueden generar e imprimir directamente al crear una caja.
fr: 🖨️ Les codes QR peuvent désormais être générés et imprimés directement lors de la création d’une boîte.
hi: 🖨️ अब डिब्बा बनाते समय QR कोड सीधे बनाए और प्रिंट किए जा सकते हैं।
it: 🖨️ I codici QR possono ora essere generati e stampati direttamente durante la creazione di una scatola.
ja: 🖨️ 箱を作成するときに、QRコードを直接生成して印刷できるようになりました。
nl: 🖨️ QR-codes kunnen nu meteen worden gegenereerd en geprint bij het maken van een box.
pl: 🖨️ Kody QR można teraz generować i drukować bezpośrednio podczas tworzenia pudełka.
pt_pt: 🖨️ Os códigos QR podem agora ser gerados e impressos diretamente ao criar uma caixa.
uk: 🖨️ QR-коди тепер можна генерувати й друкувати безпосередньо під час створення коробки.
zh_hans: 🖨️ 建立方块时，现在可以直接产生並列印 QR 码。
zh_hk: 🖨️ 建立方塊時，現在可以直接產生並列印 QR 碼。
